{
  "title": {
    "text_1": "A decade with Tigerair Taiwan, fly with us anytime"
  },
  "header": {
    "text_1": "Corporate Philosophy",
    "text_2": "10th Anniversary Identity",
    "text_3": "Milestones",
    "text_4": "Prospects",
    "text_5": "Videos"
  },
  "intro_1": {
    "first": "Tigerair Taiwan is the first and only local low-cost carrier which besed in Taoyuan, Taiwan. Since its establishment, Tigerair Taiwan has operated under the principle of“safety first”. Through the corporate spirit of \"passionate, warm, and genuine\" we offer passengers more convenient and diverse ways to travel, making every passenger's boarding experience wonderful. <br />From the very beginning, Tigerair Taiwan has consistently adhered to its corporate philosophy as it looked forward: actively expanding our network in the Asia-Pacific region, gradually establishing a strong presence in the market, and becoming the preferred low-cost carrier brand for many travelers. Having withstood the test of the three-year COVID-19 pandemic, we've build a stronger willpower, and flexible adaptability. We now look back on these past ten years with fond memories.",
    "second": "Here, we want to express our gratitude to every passenger:<br />Thank you for staying with us along the way, let's keep flying!"
  },
  "intro_2": {
    "first": "Carrying Dreams, Taking Flight in a New Decade<br />Tigerair Taiwan reaches its first decade, which is illustrated through neat lines that draw the number 10, keep flying, and airplane images that signify Tigerair Taiwan’s decade of flying in the sky. In the future Tigerair Taiwan continues to embraces its ideals and dreams as it soars, maintains a professional attitude to accompany every traveler, and begins a brand new chapter in its journey."
  },
  "years": {
    "year-2013": {
      "title": "Preparing for Tigerair Taiwan",
      "in": "2013",
      "text_1": "China Airlines Group announced its entry into the low-cost airline industry by forming a joint venture with Tiger Airways Singapore Pte Ltd. to establish Tigerair Taiwan, the first low-cost airline in Taiwan."
    },
    "year-2014": {
      "title": "Launched and began service",
      "in": "2014",
      "text_1": "An inaugural flight between Taoyuan and Singapore route commenced on September 26. This is Tigerair Taiwan's first flight route.",
      "text_2": "Inaugural flight between Taoyuan and Bangkok (Don Mueang) route",
      "text_3": "Inaugural flight between Taoyuan and Chiang Mai route",
      "text_4": "Inaugural flight between Taoyuan and Macao route",
      "text_5": "Inaugural flight between Kaohsiung and Macao route"
    },
    "year-2015": {
      "title": "Take action in conservation efforts ",
      "in": "2015",
      "text_1": "Inaugural flight between Taoyuan and Tokyo Narita route",
      "text_2": "Inaugural flight between Taoyuan and Okinawa Naha route",
      "text_3": "Inaugural flight between Taoyuan/Kaohsiung and Osaka Kansai routes",
      "text_4": "To celebrate the first anniversary, Tigerair Taiwan collaborated with the Taipei City Zoo by participating in the animal adoption program and took concrete steps to support wildlife conservation efforts in order to give back to the society.",
      "text_5": "Inaugural flight between Kaohsiung and Tokyo Narita route",
      "text_6": "Inaugural flight between Taoyuan and Zhangjiajie route",
      "text_7": "Inaugural flight between Taoyuan and Tokyo Haneda route"
    },
    "year-2016": {
      "title": "Fly over one million passengers",
      "in": "2016",
      "text_1": "Inaugural flight between Taoyuan and Fukuoka route",
      "text_2": "Inaugural flight between Taoyuan and Nagoya route",
      "text_3": "Inaugural flight between Taoyuan and Kota Kinabalu route",
      "text_4": "Fly over one million passengers",
      "text_5": "Inaugural flight between Taoyuan and Daegu route",
      "text_6": "Inaugural flight between Taoyuan and Sendai route",
      "text_7": "Inaugural flight between Taoyuan and Okayama route",
      "text_8": "Inaugural flight between Taoyuan and Hakodate route"
    },
    "year-2017": {
      "title": "Became a wholly-owned<br />subsidiary of China Airlines Group",
      "in": "2017",
      "text_1": "To maximize operational efficiency and resource utilization within the China Airlines Group, China Airlines repurchased 10% share of Tigerair Taiwan from Tiger Airways Singapore Pte Ltd. so that Tigerair Taiwan has become a wholly-owned subsidiary of China Airlines Group.",
      "text_2": "Inaugural flight between Taoyuan and Busan route",
      "text_3": "Inaugural flight between Kaohsiung and Okinawa Naha route",
      "text_4": "Inaugural flight between Taoyuan and Jeju Island route",
      "text_5": "Inaugural flight between Taichung and macao route",
      "text_6": "Inaugural flight between Kaohsiung and Fukuoka route"
    },
    "year-2018": {
      "title": "Fly over five million passengers",
      "in": "2018",
      "text_1": "Inaugural flight between Taoyuan and Komatsu route",
      "text_2": "Inaugural flight between Taoyuan and Ibaraki route",
      "text_3": "Inaugural flight between Taoyuan and Asahikawa route",
      "text_4": "Inaugural flight between Kaohsiung and Nagoya route",
      "text_5": "Inaugural flight between Taoyuan and Saga route",
      "text_6": "Inaugural flight between Taoyuan and Hanamaki route",
      "text_7": "Fly over five million passengers",
      "text_8": "Inaugural flight between Taoyuan and Cebu route"
    },
    "year-2019": {
      "title": "Registered on the<br />Emerging Stock Market",
      "in": "2019",
      "text_1": "Inaugural flight between Taoyuan and Kalibo (Boracay) route",
      "text_2": "Registered on the Emerging Stock Market, becoming the first spinoff subsidiary of China Airlines Group to apply for listing on the stock exchange.",
      "text_3": "Inaugural flight between Taoyuan and Puerto Princesa (Palawan) route"
    },
    "year-2020": {
      "title": "Recorded in-flight music<br />with Puzangalan Children's Choir ",
      "in": "2020",
      "text_1": "Inaugural flight between Taoyuan and Seoul Incheon route",
      "text_2": "In response to market changes and related needs, Tigerair Taiwan studied and prepared procedures for cabin cargo operations and is also the first airline in Taiwan to utilize single-aisle aircraft for cabin cargo transportation.",
      "text_3": "Collaborated with the PUZANGALAN Children's Choir from Ma Jia Township in Pingtung, and invited the choir to record an original piece as in-flight music on our A320neo fleet.",
      "text_4": "Collaborated with the Taipei City 1 Star MICHELIN Restaurants, Da-Wan Yakiniku, a premium yakiniku restaurant, to launch the first fake travel flight in Taiwan during the COVID-19 pandemic period."
    },
    "year-2021": {
      "title": "First A320neo in Taiwan",
      "in": "2021",
      "text_1": "Collaborated with domestic professional baseball team, the Rakuten Monkeys, to introduce the first sports team themed painted aircraft. This is also Tigerair Taiwan's first co-branded painted aircraft.",
      "text_2": "Welcome the first A320neo in Taiwan.",
      "text_3": "Repurchased brand ownership of \"tigerair\" from Tiger Airways Singapore Pte Ltd., thus becoming the only airline to use the \"tigerair\" brand worldwide."
    },
    "year-2022": {
      "title": "First calligraphy painted aircraft in Asia<br />\"虎虎生風hu hu sheng feng\"",
      "in": "2022",
      "text_1": "In time for Lunar New Year of the Tiger, Tigerair Taiwan invited contemporary Taiwanese artist Tong Yang-Tze to personally design, and launch the first calligraphy painted aircraft in Asia - the \"虎虎生風 hu hu sheng feng(Tiger leap)\" jet.",
      "text_2": "Took the lead to launch the first ultra-limited NFT in the aviation industry, with a total edition of 15 tokens. This collection was designed by emerging Taiwanese digital artist Jun, and drew inspiration from the internet celebrity Hoo Jiang, and Tigerair Taiwan's flight destinations. This perfectly portrays the joy of flying and traveling.",
      "text_3": "Cooperated with Taiwan Rakuten Card to issue a co-branded credit card. The design concept utilized Tigerair Taiwan's iconic tiger stripe tail fin. The card is available in two options, in black and white card faces.",
      "text_4": "Inaugural flight between Taoyuan and New Chitose route",
      "text_5": "Applied to the Taiwan Stock Exchange for listing on the Innovative Stock Board for securities with value.",
      "text_6": "Inaugural flight between Taoyuan and Da Nang route",
      "text_7": "Fly over ten million passengers"
    },
    "year-2023": {
      "title": "First Airline listed on the Innovative Stock Board ",
      "in": "2023",
      "text_1": "Inaugural flight between Taoyuan and Niigata route",
      "text_2": "The board of directors of the Taiwan Stock Exchange approved our listing on the Taiwan Innovation Board.",
      "text_3": "Inaugural flight between Taoyuan and Phuket route",
      "text_4": "Inaugural flight between Kaohsiung and Gimpo route",
      "text_5": "Listed on the Innovation Board (code 6757), becoming the first LCC listed on the Innovation Board.",
      "text_6": "Inaugural flight between Taoyuan and Kochi route",
      "text_7": "Collaborated with domestic professional baseball team, the Rakuten Monkeys, to launch the second sports team themed painted aircraft.",
      "text_8": "Inaugural flight between Taoyuan and Akita route"
    }
  },
  "future": {
    "first": "Tigerair Taiwan is a source of pride for the Taiwanese people. With a solid foundation built over the past decade, and adhering to the spirit of \"passionate, warm, and genuine\" to set up a task-force team based on the \"Sustainable Development Regulations\" which actively practices ESG (Environment, Social, and Governance) to achieve sustainable development and make our society to be a better place. Thus, we move step by step toward becoming the best low-cost carrier in the Asia-Pacific region. We look forward to embracing a radiant future with many more successful years ahead!"
  },
  "videos": {
    "title_1": "A decade with Tigerair Taiwan, fly with us anytime",
    "title_2": "Rakuten Girls partners with Tigerair Taiwan, welcome aboard and travel to Japan!",
    "link_logo": "https://www.tigerairtw.com/zh-tw/about-tigerair/about-us",
    "link_fb": "https://www.facebook.com/TigerairTaiwan/",
    "link_ig": "https://www.instagram.com/tigerair.taiwan/",
    "link_yt": "https://www.youtube.com/channel/UCi4tkv6Hl4g_ZFqP6IV1eEw?view_as=subscriber"
  }
}
